import React, {Component} from 'react';

export class Begining extends Component {
    render() {
        return (
            <p>
                <b>Основная цель изучения дисциплины
                    <i>
                    &nbsp;«Физические процессы разрушения горных пород при буровзрывных работах»&nbsp;</i>
                </b>
                - обучение студентов современным представлениям об особенностях физики
                разрушения горных пород при разных способах бурения взрывных шпуров и скважин и
                при взрывании зарядов промышленных ВВ с различными параметрами. Используя эти
                знания, студенты должны уметь правильно выбирать способы бурения, параметры ВР и
                схемы взрывания зарядов промышленных ВВ для разных горно-геологических и
                горно-технологических условий.
            </p>
        )
    }
}

export default Begining;