import React, {Component} from 'react';
import {Link} from 'react-router-dom';

export class Ch10 extends Component {
    render() {
        return (
            <div>
                <h1 className="content-c-name">
                    Краткая историческая справка
                </h1>
                <p>
                    Вторым способом бурения, при котором процесс разрушения горных пород
                    осуществляется путем внедрения зубьев буровых инструментов в поверхность забоя,
                    является шарошечный. Впервые этот способ бурения был предложен Юзом (США) в 1909
                    г. для интенсификации вращательного бурения нефтяных скважин. Шарошечный способ
                    бурения сочетает в себе возможности:  непрерывного подвода энергии от бурового
                    станка к породоразрушающему инструменту (как при вращательном бурении); 
                    ударного, динамического внедрения зубьев бурового инструмента в породу под
                    действием значительной статической нагрузки практически без скольжения зубьев по
                    поверхности забоя (как при ударно-вращательном бурении). Последнее
                    обстоятельство позволяет существенно снизить износ зубьев по сравнению с
                    вращательным способом бурения скважин. С другой стороны, количество зубьев на
                    шарошках на порядок превышает число зубьев на коронках для ударно-вращательного
                    способа бурения. Поэтому стойкость шарошечных долот также на порядок превышает
                    стойкость коронок при бурении скважин обоими способами в одинаковых условиях.
                    Переход к шарошечному способу бурения взрывных скважин в зарубежной
                    горно-добывающей промышленности произошел в 30 — 40-е гг. XX в. и позволил
                    многократно повысить все технико-экономические показатели буровых работ в
                    породах крепостью и выше, существенно снизив их себестоимость. В СССР серьезные
                    работы по применению шарошечного способа бурения взрывных скважин на открытых
                    горных работах начались после второй мировой войны. Первые теоретические оценки,
                    стендовые исследования механических и гидравлических систем станков шарошечного
                    бурения и экспериментальные исследования процессов разрушения пород зубьями
                    шарошечных долот были выполнены в 40 — 50-е годы XX в. В те же годы были созданы
                    и первые опытные образцы станков шарошечного бурения взрывных скважин.
                    Завершение становления этого способа бурения взрывных скважин на карьерах
                    произошло в 60-е годы XX в. и позволило практически полностью заменить в эти
                    годы малопроизводительный ударно-канатный способ бурения. В 60 — 70-е годы в
                    Советском Союзе были разработаны основные типы станков шарошечного бурения:
                    БТС-150, СБШ-200, СБШ-250, БАШ-250, БАШ-300 и соответствующие долота для бурения
                    взрывных скважин на открытых горных работах. К 1970 г. объем бурения взрывных
                    скважин шарошечными долотами в породах крепостью достиг 70 % всего объема
                    соответствующих буровых работ.* При этом среднемесячная производительность
                    буровых работ в эти годы повысилась в два раза при существенном снижении
                    себестоимости бурения одного метра скважин. В последующие годы в СССР, а затем и
                    в Российской Федерации продолжалось совершенствование техники и технологии
                    буровых работ, модернизация и механизация отдельных технологических операций,
                    уточнение рациональных режимных параметров бурения, совершенствование
                    конструкций шарошечных долот и т.д., позволившие существенно повысить все
                    технико-экономические показатели бурения взрывных скважин шарошечными долотами.
                    Разработка конструкций станков шарошечного бурения, доводка их до серийного
                    выпуска и модернизация выполнялись в конструкторских бюро ЦНИИПодземмаша, ГО
                    ГИПРОМАШО - БОГАЩЕНИЕ, ГИПРОНИКЕЛЬ, на заводах: Воронежского
                    горно-обогатительного оборудования, Барвенского машиностроительного,
                    Бузулукского тяжелого машиностроения, Золотоношского машиностроительного и в
                    ряде других организаций. В этих работах принимали активное участие следующие
                    ведущие конструкторы и ученые: А.А. Вункерт, A.M. Кузовлев, В.М. Мороз, Ю.А.
                    Нанкин, Н.Э. Наринский, Р.А. Румянцев, Б.А. Симкин, Г.С. Филиппов, В.Д. Чугунов,
                    Я.И. Шнапир, A.M. Ципкис и т.д.** Технические характеристики некоторых
                    современных станков шарошечного бурения, изготовляемых в России, представлены в
                    табл. 10.1, а принципиальная схема станка ЗСБШ-200Н приведена на рис. 10.1.
                    Разработка и совершенствование конструкций горно-рудных шарошечных долот
                    осуществляется во ВНИИБТ, конструкторских бюро заводов САМАРАБУРМАШ, ВНИИБТ,
                    Верхне-Сергинском машиностроительном, Поваровском машиностроительном и т.д. В
                    разработках и совершенствовании конструкций шарошечных долот для бурения
                    взрывных скважин принимали участие целые коллективы конструкторов и ученых, в
                    том числе М.Г. Абрамсон, Т.Г. Агошашвили, В.А. Бирман, И.М. Бирюков, P.M.
                    Богомолов , Б.Н. Кутузов, М.И. Оноцкий, В.Г. Палий, А.А. Перегудов, А.П.
                    Поросенков, Г.С. Филиппов, В.П. Якимов и многие другие. Горно-рудное шарошечное
                    долото состоит из корпуса с конической замковой резьбой (ниппель), лап и
                    шарошек. На рис.10.2 показаны два типа долот с зубьями, выфрезерованными в теле
                    шарошки (а) и в виде вставок из твердого сплава, запрессованных в теле шарошек
                    (б). Последнее имеет шифр Ш215,9К-ПВ. Эта маркировка долота расшифровывается следующим образом:  III — долото имеет
                    три шарошки;  215,9 — диаметр долота, мм;  К — класс пород, для которых это
                    долото предназначено;  ПВ — продувка забоя скважины воздухом осуществляется
                    через центральный канал шарошечного долота. Разработаны также одно-, двух- и
                    четырехшарошечные долота, применяемые в некоторых специфических случаях. Однако
                    при использовании трехшарошечных долот для бурения взрывных скважин в
                    трещиноватых массивах вибрации минимальны. Поэтому в горном деле применяются
                    практически только трехшарошечныедолота. Указанные выше станки в настоящее время
                    бурят в основном взрывные скважины диаметром 150; 160; 190; 220; 250 и275 мм,
                    хотя в промышленности выпускаются долота и меньшего, и большего, чем указанно, диаметров.


                </p>
                <div className="content-c-texts-fl">
                    <Link to="/lectures/ch101" className="q">
                        Далее >>
                    </Link>
                </div>
                <div className="q"> &nbsp; </div>

            </div>
        )
    }
}