import React, {Component} from 'react';
import {Link} from 'react-router-dom';

export class Ch5 extends Component {
    render() {
        return (
            <div>
                <h1 className="content-c-name">
                    ЗАКОНОМЕРНОСТИ РАЗРУШЕНИЯ ГОРНЫХ ПОРОД ЗУБЬЯМИ БУРОВЫХ ИНСТРУМЕНТОВ</h1>
                <p>
                    Перейдем теперь к детальному описанию процессов разрушения горных пород при их
                    механическом нагружении буровыми инструментами. Изложенное описание первых
                    четырех способов бурения шпуров и скважин показало, что при всех этих способах
                    <i>реализуются только два принципиально отличающихся друг от друга процесса
                    разрушения горных пород зубьями буровых инструментов</i>.
                </p>
                <p><i><b> Первый </b>— это разрушение
                    горных пород путем внедрения, вдавливания в них зубьев буровых инструментов.</i> Он
                    применяется при всех способах бурения: вращательном, вращательно-ударном,
                    ударно-вращательном и шарошечном. 
                </p>
                <p> При вращательном способе бурения шпуров и
                    скважин в ограниченно-пластичных и пластичных породах объем их разрушения при
                    внедрении зубьев буровых инструментов незначителен — не более 10% всего объема
                    разрушения. При этом процессе порода разрушается на мелкие частицы в десятые,
                    сотые и менее доли миллиметра, вплоть до пылевидных. И как указывалось выше,
                    внедрение зубьев буровых инструментов в породу при вращательном способе бурения
                    необходимо только лишь для обеспечения процесса ее резания, снятия стружки
                    толщиной <i><b>h<sub>стр</sub></b></i>.
                </p>
                <p> При вращательно-ударном бурении шпуров в хрупких и
                    ограниченно-пластичных породах доля объема их разрушения при динамическом
                    (ударном) внедрении зубьев буровых инструментов в породу составляет 30 — 50%
                    всего объема разрушения. Сам процесс разрушения породы при этом способе путем
                    внедрения в нее зубьев буровых инструментов происходит с формированием
                    мелкораздробленных частиц и иногда со сколом кусков породы размером до 1 — 1,5см. 
                    Остальная же часть объема разрушения при этом способе бурения формируется за
                    счет скола или среза сравнительно больших (с максимальным размером до 2 см)
                    кусков породы зубьями вращающегося инструмента. Содержание мелкораздробленных
                    частиц (размером менее 1мм) при вращательно-ударном способе бурения может
                    достигать 15 — 25% всего объема разрушения. 
                </p>
                <p> При ударно-вращательном и шарошечном
                    способах бурения шпуров и скважин в хрупких и ограниченно-пластичных породах
                    разрушение последних осуществляется только путем динамического внедрения в
                    породу зубьев буровых инструментов. В зависимости от свойств пород, с одной
                    стороны, и энергетических и силовых параметров нагружения инструментов — с
                    другой, содержание мелкодисперсных фракций в шламе может составлять от 30 — 40
                    до 100%. 
                </p>
                <p> <i><b>Второй </b> процесс разрушения горных пород зубьями буровых инструментов —
                    это срез, скоп, снятие стружки пород при движении этих зубьев, внедренных в
                    породу на глубину <i><b>h<sub>в</sub></b></i> вдоль забоя при вращательном движении инструментов. </i>
                </p>
                <p> Этот процесс разрушения пород применяется при вращательном, вращательно-ударном, а
                    иногда и при шарошечном способах бурения. 
                </p>
                <p> Закономерности разрушения горных пород
                    при одиночном вдавливании или при динамическом внедрении в них зубьев с разными
                    формами рабочих поверхностей были установлены в 40 — 60-х годах XX в.
                    Соответствующие исследования в СССР проводились во многих организациях и на
                    различных стендах: в ИГД им. А.А. Скочинского Л.И. Бароном, Л.Б. Глатманом, С.А.
                    Загорским, Ю.Г. Коняшиным; во ВНИИБТ — Т.Г. Агошошвили, Е.И. Королько, А.А.
                    Перегудовым, Р.М. Эйгелесом; в ИГРГИАН СССР — Б.В. Байдюком, Н.Н. Павловой,
                    Л.А. Шрейнером; в МГГУ (МГИ) — С.Б. Габдрахмановым, Г.М. Крюковым, Б.Н.
                    Кутузовым, Ю.И. Протасовым, А.В. Иляхиным, В.Р. Федоровым; в ИА АН Кирг. ССР г.
                    Фрунзе — О.Д. Алимовым, Л.Т. Дворниковым, Я.И. Серовым; в ИСМ г. Киев — В.Д.
                    Андреевым; в Кар-ПТИ — А.Ф. Кичигиным ;в СКБ ГО Гипромашобогащение — В.А.
                    Латышевым; в ПО Куйбышевбурмаш — Р.М. Богомоловым, А.П. Поросенковым, и в ряде
                    других организаций. 
                </p>
                <p> Выяснение принципиальных закономерностей разрушения горных
                    пород зубьями с разными формами рабочих поверхностей проводилось, как правило,
                    для достаточно идеализированных условий, путем вдавливания или динамического
                    внедрения этих зубьев в шлифованную поверхность блоков разных пород. Такие
                    условия проведения опытов позволяли надежно регистрировать глубину внедрения
                    зубьев в породу, а также форму и размеры лунок разрушения. 
                </p>
                <p> В этих исследованиях установлено следующее: 
                    <ul> 
                        <li> непосредственно под зубом при его внедрении в породу
                    формируется «ядро» из мелкораздробленных, плотное прессованных частиц, которое
                    движется вместе с зубом внутрь породы;</li>
                        <li> между «ядром» и границей неразрушенной
                    породы формируется слой толщиной 0,1 — 0,3h<sub>в</sub> подвижных мелкораздробленных
                    частиц, выдавливаемых зубом из лунки разрушения;</li>
                        <li> принципиальные соотношения
                    между размерами лунок разрушения, глубиной внедрения h<sub>в</sub> зуба в породу и формой
                    его рабочей поверхности.</li>
                    </ul>
                </p>
                <p> Последние соотношения оказались существенными при
                    теоретических оценках процессов бурения шпуров и скважин разными способами и в
                    расчетах технико-экономических показателей (ТЭП) буровых работ. Поэтому ниже
                    будет изложено обобщение результатов указанных выше исследований по разрушению
                    пород при одиночном динамическом внедрении в них зубьев буровых инструментов.

                </p>
                <div className="content-c-texts-fl">
                    <Link to="/lectures/Ch51" className="q">
                        Далее >>
                    </Link>
                </div>
                <div className="q"> &nbsp; </div>

            </div>
        )
    }
}